tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kak-lsp/kak-lsp"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "python@3.9"
brew "asciinema"
brew "autopep8"
brew "bat"
brew "cmatrix"
brew "coreutils"
brew "dust"
brew "elinks"
brew "exa"
brew "exiftool"
brew "fd"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "grex"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "kakoune"
brew "lynx"
brew "media-info"
brew "mutt"
brew "neofetch"
brew "neovim"
brew "node"
brew "nushell"
brew "odt2txt"
brew "pandoc"
brew "procs"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh"
brew "kak-lsp/kak-lsp/kak-lsp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "calibre"
cask "chromium"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "kitty"
cask "slack"
cask "vscodium"
cask "xaos"
cask "zoomus"
